[
  {
    "id": "bio_001",
    "title": "Novel Mechanisms of Protein Folding in Chaperone-Deficient Environments",
    "snippet": "We observe that in the absence of HSP70, certain intrinsically disordered proteins adopt a meta-stable helical structure stabilized by cytosolic pH fluctuations. This suggests a pH-dependent fallback folding pathway.",
    "source": "Local Bio Archive Vol 1",
    "year": 2025,
    "tags": [
      "protein folding",
      "chaperone",
      "IDP"
    ]
  },
  {
    "id": "bio_002",
    "title": "CRISPR-Cas9 Off-Target Effects in High-Density Chromatin Regions",
    "snippet": "Analysis of deep sequencing data reveals a 15% increase in off-target cleavage events within heterochromatin regions compared to euchromatin, correlated with specific methylation markers.",
    "source": "Genomic Integrity Journal",
    "year": 2024,
    "tags": [
      "CRISPR",
      "genomics",
      "chromatin"
    ]
  },
  {
    "id": "bio_003",
    "title": "Metabolic Shifts in Senescent Mitochondria utilizing Alternative Electron Transport",
    "snippet": "Senescent cells show a marked upregulation of AOX (Alternative Oxidase) pathways, bypassing Complex III/IV blockade. This metabolic shift reduces ROS production but lowers ATP efficiency.",
    "source": "Aging & Metabolism",
    "year": 2025,
    "tags": [
      "mitochondria",
      "aging",
      "metabolism"
    ]
  },
  {
    "id": "http://arxiv.org/abs/cond-mat/9812291v1",
    "source": "arXiv",
    "title": "Discrete molecular dynamics studies of the folding of a protein-like model",
    "snippet": "Background: Many attempts have been made to resolve in time the folding of model proteins in computer simulations. Different computational approaches have emerged. Some of these approaches suffer from the insensitivity to the geometrical properties of the proteins (lattice models), while others are computationally heavy (traditional MD).\n  Results: We use a recently-proposed approach of Zhou and Karplus to study the folding of the protein model based on the discrete time molecular dynamics algorithm. We show that this algorithm resolves with respect to time the folding --- unfolding transition. In addition, we demonstrate the ability to study the coreof the model protein.\n  Conclusion: The algorithm along with the model of inter-residue interactions can serve as a tool to study the thermodynamics and kinetics of protein models.",
    "authors": [
      "Nikolay V. Dokholyan",
      "Sergey V. Buldyrev",
      "H. Eugene Stanley",
      "Eugene I. Shakhnovich"
    ],
    "published": "1998-12-17T02:15:13Z",
    "url": "http://arxiv.org/abs/cond-mat/9812291v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/1002.5013v1",
    "source": "arXiv",
    "title": "Protein Folding: A Perspective From Statistical Physics",
    "snippet": "In this paper, we introduce an approach to the protein folding problem from the point of view of statistical physics. Protein folding is a stochastic process by which a polypeptide folds into its characteristic and functional 3D structure from random coil. The process involves an intricate interplay between global geometry and local structure, and each protein seems to present special problems. We introduce CSAW (conditioned self-avoiding walk), a model of protein folding that combines the features of self-avoiding walk (SAW) and the Monte Carlo method. In this model, the unfolded protein chain is treated as a random coil described by SAW. Folding is induced by hydrophobic forces and other interactions, such as hydrogen bonding, which can be taken into account by imposing conditions on SAW. Conceptually, the mathematical basis is a generalized Langevin equation. To illustrate the flexibility and capabilities of the model, we consider several examples, including helix formation, elastic properties, and the transition in the folding of myoglobin. From the CSAW simulation and physical arguments, we find a universal elastic energy for proteins, which depends only on the radius of gyration $R_{g}$ and the residue number $N$. The elastic energy gives rise to scaling laws $R_{g}\\sim N^ν$ in different regions with exponents $ν=3/5,3/7,2/5$, consistent with the observed unfolded stage, pre-globule, and molten globule, respectively. These results indicate that CSAW can serve as a theoretical laboratory to study universal principles in protein folding.",
    "authors": [
      "Jinzhi Lei",
      "Kerson Huang"
    ],
    "published": "2010-02-26T15:49:03Z",
    "url": "http://arxiv.org/abs/1002.5013v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/cond-mat/9806323v1",
    "source": "arXiv",
    "title": "Testing a New Monte Carlo Strategy for Folding Model Proteins",
    "snippet": "We demonstrate that the recently proposed pruned-enriched Rosenbluth method PERM (P.~Grassberger, Phys.~Rev.~{\\bf E 56} (1997)\n  3682) leads to very efficient algorithms for the folding of simple model proteins. We test it on several models for lattice heteropolymers, and compare to published Monte Carlo studies of the properties of particular sequences. In all cases our method is faster than the previous ones, and in several cases we find new minimal energy states. In addition to producing more reliable candidates for ground states, our method gives detailed information about the thermal spectrum and, thus, allows to analyze static aspects of the folding behavior of arbitrary sequences.",
    "authors": [
      "H. Frauenkron",
      "U. Bastolla",
      "E. Gerstner",
      "P. Grassberger",
      "und W. Nadler"
    ],
    "published": "1998-06-26T10:03:19Z",
    "url": "http://arxiv.org/abs/cond-mat/9806323v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2207.07410v1",
    "source": "arXiv",
    "title": "AlphaFold predicts the most complex protein knot and composite protein knots",
    "snippet": "The computer artificial intelligence system AlphaFold has recently predicted previously unknown three-dimensional structures of thousands of proteins. Focusing on the subset with high-confidence scores, we algorithmically analyze these predictions for cases where the protein backbone exhibits rare topological complexity, i.e. knotting. Amongst others, we discovered a $7_1$-knot, the most topologically complex knot ever found in a protein, as well several 6-crossing composite knots comprised of two methyltransferase or carbonic anhydrase domains, each containing a simple trefoil knot. These deeply embedded composite knots occur evidently by gene duplication and interconnection of knotted dimers. Finally, we report two new five-crossing knots including the first $5_1$-knot. Our list of analyzed structures forms the basis for future experimental studies to confirm these novel knotted topologies and to explore their complex folding mechanisms.",
    "authors": [
      "Maarten A. Brems",
      "Robert Runkel",
      "Todd O. Yeates",
      "Peter Virnau"
    ],
    "published": "2022-07-15T11:38:45Z",
    "url": "http://arxiv.org/abs/2207.07410v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/1007.0300v1",
    "source": "arXiv",
    "title": "The Energy Landscape, Folding Pathways and the Kinetics of a Knotted Protein",
    "snippet": "The folding pathway and rate coefficients of the folding of a knotted protein are calculated for a potential energy function with minimal energetic frustration. A kinetic transition network is constructed using the discrete path sampling approach, and the resulting potential energy surface is visualized by constructing disconnectivity graphs. Owing to topological constraints, the low-lying portion of the landscape consists of three distinct regions, corresponding to the native knotted state and to configurations where either the N- or C-terminus is not yet folded into the knot. The fastest folding pathways from denatured states exhibit early formation of the N-terminus portion of the knot and a rate-determining step where the C-terminus is incorporated. The low-lying minima with the N-terminus knotted and the C-terminus free therefore constitute an off-pathway intermediate for this model. The insertion of both the N- and C-termini into the knot occur late in the folding process, creating large energy barriers that are the rate limiting steps in the folding process. When compared to other protein folding proteins of a similar length, this system folds over six orders of magnitude more slowly.",
    "authors": [
      "Michael C. Prentiss",
      "David J. Wales",
      "Peter G. Wolynes"
    ],
    "published": "2010-07-02T05:49:16Z",
    "url": "http://arxiv.org/abs/1007.0300v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2201.08443v2",
    "source": "arXiv",
    "title": "Diversifying the Genomic Data Science Research Community",
    "snippet": "Over the last 20 years, there has been an explosion of genomic data collected for disease association, functional analyses, and other large-scale discoveries. At the same time, there have been revolutions in cloud computing that enable computational and data science research, while making data accessible to anyone with a web browser and an internet connection. However, students at institutions with limited resources have received relatively little exposure to curricula or professional development opportunities that lead to careers in genomic data science. To broaden participation in genomics research, the scientific community needs to support students, faculty, and administrators at Underserved Institutions (UIs) including Community Colleges, Historically Black Colleges and Universities, Hispanic-Serving Institutions, and Tribal Colleges and Universities in taking advantage of these tools in local educational and research programs. We have formed the Genomic Data Science Community Network (http://www.gdscn.org/) to identify opportunities and support broadening access to cloud-enabled genomic data science. Here, we provide a summary of the priorities for faculty members at UIs, as well as administrators, funders, and R1 researchers to consider as we create a more diverse genomic data science community.",
    "authors": [
      "The Genomic Data Science Community Network",
      "Rosa Alcazar",
      "Maria Alvarez",
      "Rachel Arnold",
      "Mentewab Ayalew",
      "Lyle G. Best",
      "Michael C. Campbell",
      "Kamal Chowdhury",
      "Katherine E. L. Cox",
      "Christina Daulton",
      "Youping Deng",
      "Carla Easter",
      "Karla Fuller",
      "Shazia Tabassum Hakim",
      "Ava M. Hoffman",
      "Natalie Kucher",
      "Andrew Lee",
      "Joslynn Lee",
      "Jeffrey T. Leek",
      "Robert Meller",
      "Loyda B. Méndez",
      "Miguel P. Méndez-González",
      "Stephen Mosher",
      "Michele Nishiguchi",
      "Siddharth Pratap",
      "Tiffany Rolle",
      "Sourav Roy",
      "Rachel Saidi",
      "Michael C. Schatz",
      "Shurjo Sen",
      "James Sniezek",
      "Edu Suarez Martinez",
      "Frederick Tan",
      "Jennifer Vessio",
      "Karriem Watson",
      "Wendy Westbroek",
      "Joseph Wilcox",
      "Xianfa Xie"
    ],
    "published": "2022-01-20T20:36:18Z",
    "url": "http://arxiv.org/abs/2201.08443v2",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2407.19385v1",
    "source": "arXiv",
    "title": "Multi-modal Imaging Genomics Transformer: Attentive Integration of Imaging with Genomic Biomarkers for Schizophrenia Classification",
    "snippet": "Schizophrenia (SZ) is a severe brain disorder marked by diverse cognitive impairments, abnormalities in brain structure, function, and genetic factors. Its complex symptoms and overlap with other psychiatric conditions challenge traditional diagnostic methods, necessitating advanced systems to improve precision. Existing research studies have mostly focused on imaging data, such as structural and functional MRI, for SZ diagnosis. There has been less focus on the integration of genomic features despite their potential in identifying heritable SZ traits. In this study, we introduce a Multi-modal Imaging Genomics Transformer (MIGTrans), that attentively integrates genomics with structural and functional imaging data to capture SZ-related neuroanatomical and connectome abnormalities. MIGTrans demonstrated improved SZ classification performance with an accuracy of 86.05% (+/- 0.02), offering clear interpretations and identifying significant genomic locations and brain morphological/connectivity patterns associated with SZ.",
    "authors": [
      "Nagur Shareef Shaik",
      "Teja Krishna Cherukuri",
      "Vince D. Calhoun",
      "Dong Hye Ye"
    ],
    "published": "2024-07-28T03:54:08Z",
    "url": "http://arxiv.org/abs/2407.19385v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2307.13708v1",
    "source": "arXiv",
    "title": "The Impact of Genomic Variation on Function (IGVF) Consortium",
    "snippet": "Our genomes influence nearly every aspect of human biology from molecular and cellular functions to phenotypes in health and disease. Human genetics studies have now associated hundreds of thousands of differences in our DNA sequence (\"genomic variation\") with disease risk and other phenotypes, many of which could reveal novel mechanisms of human biology and uncover the basis of genetic predispositions to diseases, thereby guiding the development of new diagnostics and therapeutics. Yet, understanding how genomic variation alters genome function to influence phenotype has proven challenging. To unlock these insights, we need a systematic and comprehensive catalog of genome function and the molecular and cellular effects of genomic variants. Toward this goal, the Impact of Genomic Variation on Function (IGVF) Consortium will combine approaches in single-cell mapping, genomic perturbations, and predictive modeling to investigate the relationships among genomic variation, genome function, and phenotypes. Through systematic comparisons and benchmarking of experimental and computational methods, we aim to create maps across hundreds of cell types and states describing how coding variants alter protein activity, how noncoding variants change the regulation of gene expression, and how both coding and noncoding variants may connect through gene regulatory and protein interaction networks. These experimental data, computational predictions, and accompanying standards and pipelines will be integrated into an open resource that will catalyze community efforts to explore genome function and the impact of genetic variation on human biology and disease across populations.",
    "authors": [
      "IGVF Consortium"
    ],
    "published": "2023-07-24T20:51:25Z",
    "url": "http://arxiv.org/abs/2307.13708v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/1605.01133v2",
    "source": "arXiv",
    "title": "Deep Motif: Visualizing Genomic Sequence Classifications",
    "snippet": "This paper applies a deep convolutional/highway MLP framework to classify genomic sequences on the transcription factor binding site task. To make the model understandable, we propose an optimization driven strategy to extract \"motifs\", or symbolic patterns which visualize the positive class learned by the network. We show that our system, Deep Motif (DeMo), extracts motifs that are similar to, and in some cases outperform the current well known motifs. In addition, we find that a deeper model consisting of multiple convolutional and highway layers can outperform a single convolutional and fully connected layer in the previous state-of-the-art.",
    "authors": [
      "Jack Lanchantin",
      "Ritambhara Singh",
      "Zeming Lin",
      "Yanjun Qi"
    ],
    "published": "2016-05-04T03:33:48Z",
    "url": "http://arxiv.org/abs/1605.01133v2",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/1401.4134v1",
    "source": "arXiv",
    "title": "A conditional compression distance that unveils insights of the genomic evolution",
    "snippet": "We describe a compression-based distance for genomic sequences. Instead of using the usual conjoint information content, as in the classical Normalized Compression Distance (NCD), it uses the conditional information content. To compute this Normalized Conditional Compression Distance (NCCD), we need a normal conditional compressor, that we built using a mixture of static and dynamic finite-context models. Using this approach, we measured chromosomal distances between Hominidae primates and also between Muroidea (rat and mouse), observing several insights of evolution that so far have not been reported in the literature.",
    "authors": [
      "Diogo Pratas",
      "Armando J. Pinho"
    ],
    "published": "2014-01-16T19:17:36Z",
    "url": "http://arxiv.org/abs/1401.4134v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/cond-mat/0302306v2",
    "source": "arXiv",
    "title": "Simple Two-State Protein Folding Kinetics Requires Near-Levinthal Thermodynamic Cooperativity",
    "snippet": "Simple two-state folding kinetics of many small single-domain proteins are characterized by chevron plots with linear folding and unfolding arms consistent with a two-state description of equilibrium thermodynamics. This phenomenon is hereby recognized as a nontrivial heteropolymer property capable of providing fundamental insight into protein energetics. Many current protein chain models, including common lattice and continuum Gō models with explicit native biases, fail to reproduce this generic protein property. Here we show that simple two-state kinetics is obtainable from models with a cooperative interplay between core burial and local conformational propensities or an extra strongly favorable energy for the native structure. These predictions suggest that intramolecular recognition in real two-state proteins is more specific than that envisioned by common Gō-like constructs with pairwise additive energies. The many-body interactions in the present kinetically two-state models lead to high thermodynamic cooperativity as measured by their van't Hoff to calorimetric enthalpy ratios, implying that the native and denatured conformational populations are well separated in enthalpy by a high free energy barrier. Consistent with experiments, comparison among the present models with extra native favorabilities indicate that their folding rate at a given interaction strength decreases with increasing native contact order, although the dependence is weaker than the corresponding trend in real proteins. It has been observed experimentally that deviations from Arrhenius behavior are often more severe for folding than for unfolding. This asymmetry may be rationalized by one ...",
    "authors": [
      "Huseyin Kaya",
      "Hue Sun Chan"
    ],
    "published": "2003-02-14T17:39:25Z",
    "url": "http://arxiv.org/abs/cond-mat/0302306v2",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/cond-mat/0304231v1",
    "source": "arXiv",
    "title": "Contact Order Dependent Protein Folding Rates: Kinetic Consequences of a Cooperative Interplay Between Favorable Nonlocal Interactions and Local Conformational Preferences",
    "snippet": "Physical mechanisms underlying the empirical correlation between relative contact order (CO) and folding rate among naturally-occurring small single-domain proteins are investigated by evaluating postulated interaction schemes for a set of three-dimensional 27mer lattice protein models with 97 different CO values. Many-body interactions are constructed such that contact energies become more favorable when short chain segments sequentially adjacent to the contacting residues adopt native-like conformations. At a given interaction strength, this scheme leads to folding rates that are logarithmically well correlated with CO (correlation coefficient $r=0.914$) and span more than 2.5 orders of magnitude, whereas folding rates of the corresponding Gō models with additive contact energies have much less logarithmic correlation with CO and span only approximately one order of magnitude. The present protein chain models also exhibit calorimetric cooperativity and linear chevron plots similar to that observed experimentally for proteins with apparent simple two-state folding/unfolding kinetics. Thus, our findings suggest that CO-dependent folding rates of real proteins may arise partly from a significant positive coupling between nonlocal contact favorabilities and local conformational preferences.",
    "authors": [
      "Huseyin Kaya",
      "Hue Sun Chan"
    ],
    "published": "2003-04-10T16:52:25Z",
    "url": "http://arxiv.org/abs/cond-mat/0304231v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/1502.07087v1",
    "source": "arXiv",
    "title": "Unbinding and unfolding of adhesion protein complexes through stretching: Interplay between shear and tensile mechanical clamps",
    "snippet": "Using coarse-grained molecular dynamics simulations, we analyze mechanically induced dissociation and unfolding of the protein complex CD48-2B4. This heterodimer is an indispensable component of the immunological system: 2B4 is a receptor on natural killer cells whereas CD48 is expressed on surfaces of various immune cells. So far, its mechanostability has not been assessed either experimentally or theoretically. We find that the dissociation processes strongly depend on the direction of pulling and may take place in several pathways. Interestingly, the CD48-2B4 interface can be divided into three distinct patches that act as units when resisting the pulling forces. At experimentally accessible pulling speeds, the characteristic mechanostability forces are in the range between 100 and 200 pN, depending on the pulling direction. These characteristic forces need not be associated with tensile forces involved in the act of separation of the complex because prior shear-involving unraveling within individual proteins may give rise to a higher force peak.",
    "authors": [
      "Bartosz Rozycki",
      "Lukasz Mioduszewski",
      "Marek Cieplak"
    ],
    "published": "2015-02-25T09:06:38Z",
    "url": "http://arxiv.org/abs/1502.07087v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/cond-mat/0003479v3",
    "source": "arXiv",
    "title": "Polymer Principles of Protein Calorimetric Two-State Cooperativity",
    "snippet": "The experimental calorimetric two-state criterion requires the van't Hoff enthalpy $ΔH_{\\rm vH}$ around the folding/unfolding transition midpoint to be equal or very close to the calorimetric enthalpy $ΔH_{\\rm cal}$ of the entire transition. We use an analytical model with experimental parameters from chymotrypsin inhibitor 2 to elucidate the relationship among several different van't Hoff enthalpies used in calorimetric analyses. Under reasonable assumptions, the implications of these $ΔH_{\\rm vH}$'s being approximately equal to $ΔH_{\\rm cal}$ are equivalent: Enthalpic variations among denatured conformations in real proteins are much narrower than some previous lattice-model estimates, suggesting that the energy landscape theory ``folding to glass transition temperature ratio'' $T_{\\rm f}/T_{\\rm g}$ may exceed 6.0 for real calorimetrically two-state proteins. Several popular three-dimensional lattice protein models, with different numbers of residue types in their alphabets, are found to fall short of the high experimental standard for being calorimetrically two-state. Some models postulate a multiple-conformation native state with substantial pre-denaturational energetic fluctuations well below the unfolding transition temperature and/or predict a significant post-denaturational continuous conformational expansion of the denatured ensemble at temperatures well above the transition point.",
    "authors": [
      "Huseyin Kaya",
      "Hue Sun Chan"
    ],
    "published": "2000-03-29T21:18:57Z",
    "url": "http://arxiv.org/abs/cond-mat/0003479v3",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2101.06902v1",
    "source": "arXiv",
    "title": "Intrinsically Disordered Proteins at the Nano-scale",
    "snippet": "The human proteome is enriched in proteins that do not fold into a stable 3D structure. These intrinsically disordered proteins (IDPs) spontaneously fluctuate between a large number of configurations in their native form. Remarkably, the disorder does not lead to dysfunction as with denatured folded proteins. In fact, unlike denatured proteins, recent evidences strongly suggest that multiple biological functions stem from such structural plasticity. Here, focusing on the nanoscopic length-scale, we review the latest advances in IDP research and discuss some of the future directions in this highly promising field.",
    "authors": [
      "Tamara Ehm",
      "Hila Shinar",
      "Sagi Meir",
      "Amandeep Sekhon",
      "Vaishali Sethi",
      "Ian L. Morgan",
      "Gil Rahamim",
      "Omar A. Saleh",
      "Roy Beck"
    ],
    "published": "2021-01-18T06:54:35Z",
    "url": "http://arxiv.org/abs/2101.06902v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/1410.4465v1",
    "source": "arXiv",
    "title": "On the abundance of intrinsically disordered proteins in the human proteome and its relation to diseases: there is no enrichment",
    "snippet": "Intrinsically disordered proteins are fascinating the community of protein science since the last decade, at least. There is a well-established line of research that intends to reveal the crucial role played by intrinsically disordered proteins (IDPs) in the development of human diseases. The main argument is that IDPs are differentially more present in groups of disease-related proteins. In this note we compare the frequency of disorder in human proteins, both disease-related and not. The frequency of disorder is comparable in the two sub-groups of proteins. Disorder is widespread in human proteins, but it is not a specific pre-requisite of proteins involved in the development of cancer, cardiovascular diseases, diabetes and neurodegenerative diseases. A tendency of cancer-related proteins to be statistically more disordered than the rest of human proteins is confirmed.",
    "authors": [
      "Antonio Deiana",
      "Andrea Giansanti"
    ],
    "published": "2014-10-16T15:25:18Z",
    "url": "http://arxiv.org/abs/1410.4465v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2509.12460v1",
    "source": "arXiv",
    "title": "Computational design of intrinsically disordered proteins",
    "snippet": "Protein design has the potential to revolutionize biotechnology and medicine. While most efforts have focused on proteins with well-defined structures, increased recognition of the functional significance of intrinsically disordered regions, together with improvements in their modeling, has paved the way to their computational de novo design. This review summarizes recent advances in engineering intrinsically disordered regions with tailored conformational ensembles, molecular recognition, and phase behavior. We discuss challenges in combining models with predictive accuracy with scalable design workflows and outline emerging strategies that integrate knowledge-based, physics-based, and machine-learning approaches.",
    "authors": [
      "Giulio Tesei",
      "Francesco Pesce",
      "Kresten Lindorff-Larsen"
    ],
    "published": "2025-09-15T21:14:13Z",
    "url": "http://arxiv.org/abs/2509.12460v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2007.06150v3",
    "source": "arXiv",
    "title": "Configurational Entropy of Folded Proteins and its Importance for Intrinsically Disordered Proteins",
    "snippet": "Many pairwise additive force fields are in active use for intrinsically disordered proteins (IDPs) and regions (IDRs), some of which modify energetic terms to improve description of IDPs/IDRs, but are largely in disagreement with solution experiments for the disordered states. We have evaluated representative pairwise and many-body protein and water force fields against experimental data on representative IDPs and IDRs, a peptide that undergoes a disorder-to-order transition, and for seven globular proteins ranging in size from 130-266 amino acids. We find that force fields with the largest statistical fluctuations consistent with the radius of gyration and universal Lindemann values for folded states simultaneously better describe IDPs and IDRs and disorder to order transitions. Hence the crux of what a force field should exhibit to well describe IDRs/IDPs is not just the balance between protein and water energetics, but the balance between energetic effects and configurational entropy of folded states of globular proteins.",
    "authors": [
      "Meili Liu",
      "Akshaya K. Das",
      "James Lincoff",
      "Sukanya Sasmal",
      "Sara Y. Cheng",
      "Robert Vernon",
      "Julie Forman-Kay",
      "Teresa Head-Gordon"
    ],
    "published": "2020-07-13T02:00:40Z",
    "url": "http://arxiv.org/abs/2007.06150v3",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2510.15939v2",
    "source": "arXiv",
    "title": "Hallucinations in AlphaFold3 for Intrinsically Disordered Proteins with disorder in Biological Process Residues",
    "snippet": "Protein structure prediction has advanced significantly with the introduction of AlphaFold3, a diffusion-based model capable of predicting complex biomolecular interactions across proteins, nucleic acids, small molecules, and ions. While AlphaFold3 demonstrates high accuracy in folded proteins, its performance on intrinsically disordered proteins (IDPs), which comprise 30 to 40 percent of the human proteome and play critical roles in transcription, signaling, and disease, remains less explored. This study evaluated AlphaFold3's predictions of IDPs with a focus on intrinsically disordered regions (IDRs) using 72 proteins curated from the DisProt database. Predictions were generated across multiple random seeds and ensemble outputs, and residue-level pLDDT scores were compared with experimental disorder annotations. Our analysis reveals that 32 percent of residues are misaligned with DisProt, with percent representing hallucinations where AlphaFold3 incorrectly predicts order in disordered regions or vice versa. Additionally, 10 percent of residues exhibited context-driven misalignment, suggesting that AlphaFold3 implicitly incorporates stable structural assumptions. Importantly, 18 percent of residues associated with biological processes showed hallucinations, raising concerns about downstream implications in drug discovery and disease research. These findings highlight the limitations of AlphaFold3 in modeling IDRs, the need for refined hallucination metrics beyond the pLDDT, and the importance of integrating experimental disorder data to improve prediction reliability.",
    "authors": [
      "Shreya Gopalan",
      "Sundar Narayanan"
    ],
    "published": "2025-10-08T08:54:46Z",
    "url": "http://arxiv.org/abs/2510.15939v2",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2007.10404v1",
    "source": "arXiv",
    "title": "Glassy dynamics and memory effects in an intrinsically disordered protein construct",
    "snippet": "Glassy, nonexponential relaxations in globular proteins are typically attributed to conformational behaviors that are missing from intrinsically disordered proteins. Yet, we show that single molecules of a disordered-protein construct display two signatures of glassy dynamics, logarithmic relaxations and a Kovacs memory effect, in response to changes in applied tension. We attribute this to the presence of multiple independent local structures in the chain, which we corroborate with a model that correctly predicts the force dependence of the relaxation. The mechanism established here likely applies to other disordered proteins.",
    "authors": [
      "Ian L. Morgan",
      "Ram Avinery",
      "Gil Rahamim",
      "Roy Beck",
      "Omar A. Saleh"
    ],
    "published": "2020-07-20T18:42:30Z",
    "url": "http://arxiv.org/abs/2007.10404v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2409.02240v1",
    "source": "arXiv",
    "title": "Computational Methods to Investigate Intrinsically Disordered Proteins and their Complexes",
    "snippet": "In 1999 Wright and Dyson highlighted the fact that large sections of the proteome of all organisms are comprised of protein sequences that lack globular folded structures under physiological conditions. Since then the biophysics community has made significant strides in unraveling the intricate structural and dynamic characteristics of intrinsically disordered proteins (IDPs) and intrinsically disordered regions (IDRs). Unlike crystallographic beamlines and their role in streamlining acquisition of structures for folded proteins, an integrated experimental and computational approach aimed at IDPs/IDRs has emerged. In this Perspective we aim to provide a robust overview of current computational tools for IDPs and IDRs, and most recently their complexes and phase separated states, including statistical models, physics-based approaches, and machine learning methods that permit structural ensemble generation and validation against many solution experimental data types.",
    "authors": [
      "Zi Hao Liu",
      "Maria Tsanai",
      "Oufan Zhang",
      "Julie Forman-Kay",
      "Teresa Head-Gordon"
    ],
    "published": "2024-09-03T19:12:33Z",
    "url": "http://arxiv.org/abs/2409.02240v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2503.08115v1",
    "source": "arXiv",
    "title": "The standard coil or globule phases cannot describe the denatured state of structured proteins and intrinsically disordered proteins",
    "snippet": "The concepts of globule and random coil were developed to describe the phases of homopolymers and then used to characterize the denatured state of structured cytosolic proteins and intrinsically disordered proteins. Using multi-scale molecular dynamics simulations, we were able to explore the conformational space of the disordered conformations of both types of protein under biological conditions in an affordable amount of computational time. By studying the size of the protein and the density correlations in space, we conclude that the standard phases of homopolymers and the tools to detect them cannot be applied straightforwardly to proteins.",
    "authors": [
      "F. Righini",
      "G. Potel",
      "R. Capelli",
      "G. Tiana"
    ],
    "published": "2025-03-11T07:29:47Z",
    "url": "http://arxiv.org/abs/2503.08115v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2112.05527v1",
    "source": "arXiv",
    "title": "Conformational ensembles of intrinsically disordered proteins and flexible multidomain proteins",
    "snippet": "Intrinsically disordered proteins (IDPs) and multidomain proteins with flexible linkers show a high level of structural heterogeneity and are best described by ensembles consisting of multiple conformations with associated thermodynamic weights. Determining conformational ensembles usually involves integration of biophysical experiments and computational models. In this review, we discuss current approaches to determining conformational ensembles of IDPs and multidomain proteins, including the choice of biophysical experiments, computational models used to sample protein conformations, models to calculate experimental observables from protein structure, and methods to refine ensembles against experimental data. We also provide examples of recent applications of integrative conformational ensemble determination to study IDPs and multidomain proteins and suggest future directions for research in the field.",
    "authors": [
      "F. Emil Thomasen",
      "Kresten Lindorff-Larsen"
    ],
    "published": "2021-12-10T13:32:44Z",
    "url": "http://arxiv.org/abs/2112.05527v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/1703.09948v2",
    "source": "arXiv",
    "title": "pH dependence of charge multipole moments in proteins",
    "snippet": "Electrostatic interactions play a fundamental role in the structure and function of proteins. Due to ionizable amino acid residues present on the solvent-exposed surfaces of proteins, the protein charge is not constant but varies with the changes in the environment -- most notably, the pH of the surrounding solution. We study the effects of pH on the charge of four globular proteins by expanding their surface charge distributions in terms of multipoles. The detailed representation of the charges on the proteins is in this way replaced by the magnitudes and orientations of the multipole moments of varying order. Focusing on the three lowest-order multipoles -- the total charge, dipole, and quadrupole moment -- we show that the value of pH influences not only their magnitudes, but more notably and importantly also the spatial orientation of their principal axes. Our findings imply important consequences for the study of protein-protein interactions and the assembly of both proteinaceous shells and patchy colloids with dissociable charge groups.",
    "authors": [
      "Anze Losdorfer Bozic",
      "Rudolf Podgornik"
    ],
    "published": "2017-03-29T09:33:54Z",
    "url": "http://arxiv.org/abs/1703.09948v2",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/1611.02016v1",
    "source": "arXiv",
    "title": "Small-angle scattering studies of intrinsically disordered proteins and their complexes",
    "snippet": "Intrinsically Disordered Proteins (IDPs) perform a broad range of biological functions. Their relevance has motivated intense research activity seeking to characterize their sequence/structure/function relationships. However, the conformational plasticity of these molecules hampers the application of traditional structural approaches, and new tools and concepts are being developed to address the challenges they pose. Small-Angle Scattering (SAS) is a structural biology technique that probes the size and shape of disordered proteins and their complexes with other biomolecules. The low-resolution nature of SAS can be compensated with specially designed computational tools and its combined interpretation with complementary structural information. In this review, we describe recent advances in the application of SAS to disordered proteins and highly flexible complexes and discuss current challenges.",
    "authors": [
      "Tiago Cordeiro",
      "Fatima Herranz-Trillo",
      "Annika Urbanek",
      "Alejandro Estaña",
      "Juan Cortés",
      "Nathalie Sibille",
      "Pau Bernadó"
    ],
    "published": "2016-11-07T12:21:05Z",
    "url": "http://arxiv.org/abs/1611.02016v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2508.20130v1",
    "source": "arXiv",
    "title": "Artificial Intelligence for CRISPR Guide RNA Design: Explainable Models and Off-Target Safety",
    "snippet": "CRISPR-based genome editing has revolutionized biotechnology, yet optimizing guide RNA (gRNA) design for efficiency and safety remains a critical challenge. Recent advances (2020--2025, updated to reflect current year if needed) demonstrate that artificial intelligence (AI), especially deep learning, can markedly improve the prediction of gRNA on-target activity and identify off-target risks. In parallel, emerging explainable AI (XAI) techniques are beginning to illuminate the black-box nature of these models, offering insights into sequence features and genomic contexts that drive Cas enzyme performance. Here we review how state-of-the-art machine learning models are enhancing gRNA design for CRISPR systems, highlight strategies for interpreting model predictions, and discuss new developments in off-target prediction and safety assessment. We emphasize breakthroughs from top-tier journals that underscore an interdisciplinary convergence of AI and genome editing to enable more efficient, specific, and clinically viable CRISPR applications.",
    "authors": [
      "Alireza Abbaszadeh",
      "Armita Shahlai"
    ],
    "published": "2025-08-26T13:34:15Z",
    "url": "http://arxiv.org/abs/2508.20130v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2305.06769v1",
    "source": "arXiv",
    "title": "Comparative Analysis of Machine Learning Algorithms for Predicting On-Target and Off-Target Effects of CRISPR-Cas13d for gene editing",
    "snippet": "CRISPR-Cas13 is a system that utilizes single stranded RNAs for RNA editing. Prediction of on-target and off-target effects for the CRISPR-Cas13d dependency enables us to design specific single guide RNAs (sgRNAs) that help locate the desired RNA target positions. In this study, we compared the performance of multiple machine learning algorithms in predicting these effects using a reported dataset. Our results show that Catboost is the most accurate model with high sensitivity. This finding represents a significant advancement in our understanding of how to chose modeling methods to deal with RNA sequence feaatures effictivelys. Furthermore, our approach can potentially be applied to other CRISPR systems and genetic engineering techniques. Overall, this work has important implications for developing safer and more effective gene therapies and biotechnological applications.",
    "authors": [
      "Jingze Liu",
      "Jiahao Ma"
    ],
    "published": "2023-05-11T12:50:13Z",
    "url": "http://arxiv.org/abs/2305.06769v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2409.05938v1",
    "source": "arXiv",
    "title": "DeepFM-Crispr: Prediction of CRISPR On-Target Effects via Deep Learning",
    "snippet": "Since the advent of CRISPR-Cas9, a groundbreaking gene-editing technology that enables precise genomic modifications via a short RNA guide sequence, there has been a marked increase in the accessibility and application of this technology across various fields. The success of CRISPR-Cas9 has spurred further investment and led to the discovery of additional CRISPR systems, including CRISPR-Cas13. Distinct from Cas9, which targets DNA, Cas13 targets RNA, offering unique advantages for gene modulation. We focus on Cas13d, a variant known for its collateral activity where it non-specifically cleaves adjacent RNA molecules upon activation, a feature critical to its function. We introduce DeepFM-Crispr, a novel deep learning model developed to predict the on-target efficiency and evaluate the off-target effects of Cas13d. This model harnesses a large language model to generate comprehensive representations rich in evolutionary and structural data, thereby enhancing predictions of RNA secondary structures and overall sgRNA efficacy. A transformer-based architecture processes these inputs to produce a predictive efficacy score. Comparative experiments show that DeepFM-Crispr not only surpasses traditional models but also outperforms recent state-of-the-art deep learning methods in terms of prediction accuracy and reliability.",
    "authors": [
      "Condy Bao",
      "Fuxiao Liu"
    ],
    "published": "2024-09-09T17:33:54Z",
    "url": "http://arxiv.org/abs/2409.05938v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2101.01303v1",
    "source": "arXiv",
    "title": "A small PAM optimises target recognition in the CRISPR-Cas immune system",
    "snippet": "CRISPR-Cas is an adaptive immune mechanism that has been harnessed for a variety of genetic engineering applications: the Cas9 protein recognises a 2-5nt DNA motif, known as the PAM, and a programmable crRNA binds a target DNA sequence that is then cleaved. While off-target activity is undesirable, it occurs because cross-reactivity was beneficial in the immune system on which the machinery is based. Here, a stochastic model of the target recognition reaction was derived to study the specificity of the innate immune mechanism in bacteria. CRISPR systems with Cas9 proteins that recognised PAMs of varying lengths were tested on self and phage DNA. The model showed that the energy associated with PAM binding impacted mismatch tolerance, cleavage probability, and cleavage time. Small PAMs allowed the CRISPR to balance catching mutant phages, avoiding self-targeting, and quickly dissociating from critically non-matching sequences. Additionally, the results revealed a lower tolerance to mismatches in the PAM and a PAM-proximal region known as the seed, as seen in experiments. This work illustrates the role that the Cas9 protein has in dictating the specificity of DNA cleavage that can aid in preventing off-target activity in biotechnology applications.",
    "authors": [
      "Melia E. Bonomo"
    ],
    "published": "2021-01-05T01:27:24Z",
    "url": "http://arxiv.org/abs/2101.01303v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2004.09237v1",
    "source": "arXiv",
    "title": "Proofreading mechanism of Class 2 CRISPR-Cas systems",
    "snippet": "CRISPR systems experience off-target effects that interfere with the ability to accurately perform genetic edits. While empirical models predict off-target effects in specific platforms, there is a gap for a wide-ranging mechanistic model of CRISPR systems based on evidence from the essential processes of target recognition. In this work, we present a first principles model supported by many experiments performed in vivo and in vitro. First, we observe and model the conformational changes and discrete stepped DNA unwinding events of SpCas9-CRISPR target recognition process in a cell-free transcription-translation system using truncated guide RNAs, confirming structural and FRET microscopy experiments. Second, we implement an energy landscape to describe single mismatch effects observed in vivo for spCas9 and Cas12a CRISPR systems. From the mismatch analysis results we uncover that CRISPR class 2 systems maintain their kinetic proofreading mechanism by utilizing intermittent energetic barriers and we show how to leverage the landscape to improve target specificity.",
    "authors": [
      "Aset Khakimzhan",
      "David Garenne",
      "Benjamin I. Tickman",
      "Jason Fontana",
      "James Carothers",
      "Vincent Noireaux"
    ],
    "published": "2020-04-20T12:34:44Z",
    "url": "http://arxiv.org/abs/2004.09237v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2403.03018v1",
    "source": "arXiv",
    "title": "CRISPR: Ensemble Model",
    "snippet": "Clustered Regularly Interspaced Short Palindromic Repeats (CRISPR) is a gene editing technology that has revolutionized the fields of biology and medicine. However, one of the challenges of using CRISPR is predicting the on-target efficacy and off-target sensitivity of single-guide RNAs (sgRNAs). This is because most existing methods are trained on separate datasets with different genes and cells, which limits their generalizability. In this paper, we propose a novel ensemble learning method for sgRNA design that is accurate and generalizable. Our method combines the predictions of multiple machine learning models to produce a single, more robust prediction. This approach allows us to learn from a wider range of data, which improves the generalizability of our model. We evaluated our method on a benchmark dataset of sgRNA designs and found that it outperformed existing methods in terms of both accuracy and generalizability. Our results suggest that our method can be used to design sgRNAs with high sensitivity and specificity, even for new genes or cells. This could have important implications for the clinical use of CRISPR, as it would allow researchers to design more effective and safer treatments for a variety of diseases.",
    "authors": [
      "Mohammad Rostami",
      "Amin Ghariyazi",
      "Hamed Dashti",
      "Mohammad Hossein Rohban",
      "Hamid R. Rabiee"
    ],
    "published": "2024-03-05T14:55:14Z",
    "url": "http://arxiv.org/abs/2403.03018v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2503.20964v3",
    "source": "arXiv",
    "title": "Active Hydrodynamic Theory of Euchromatin and Heterochromatin",
    "snippet": "The genome contains genetic information essential for cell's life. The genome's spatial organization inside the cell nucleus is critical for its proper function including gene regulation. The two major genomic compartments -- euchromatin and heterochromatin -- contain largely transcriptionally active and silenced genes, respectively, and exhibit distinct dynamics. In this work, we present a hydrodynamic framework that describes the large-scale behavior of euchromatin and heterochromatin, and accounts for the interplay of mechanical forces, active processes, and nuclear confinement. Our model shows contractile stresses from cross-linking proteins lead to the formation of heterochromatin droplets via mechanically driven phase separation. These droplets grow, coalesce, and in nuclear confinement, wet the boundary. Active processes, such as gene transcription in euchromatin, introduce non-equilibrium fluctuations that drive long-range, coherent motions of chromatin as well as the nucleoplasm, and thus alter the genome's spatial organization. These fluctuations also indirectly deform heterochromatin droplets, by continuously changing their shape. Taken together, our findings reveal how active forces, mechanical stresses and hydrodynamic flows contribute to the genome's organization at large scales and provide a physical framework for understanding chromatin organization and dynamics in live cells.",
    "authors": [
      "S. Alex Rautu",
      "Alexandra Zidovska",
      "David Saintillan",
      "Michael J. Shelley"
    ],
    "published": "2025-03-26T20:07:13Z",
    "url": "http://arxiv.org/abs/2503.20964v3",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2202.07171v1",
    "source": "arXiv",
    "title": "Investigating the genomic background of CRISPR-Cas genomes for CRISPR-based antimicrobials",
    "snippet": "CRISPR-Cas systems are an adaptive immunity that protects prokaryotes against foreign genetic elements. Genetic templates acquired during past infection events enable DNA-interacting enzymes to recognize foreign DNA for destruction. Due to the programmability and specificity of these genetic templates, CRISPR-Cas systems are potential alternative antibiotics that can be engineered to self-target antimicrobial resistance genes on the chromosome or plasmid. However, several fundamental questions remain to repurpose these tools against drug-resistant bacteria. For endogenous CRISPR-Cas self-targeting, antimicrobial resistance genes and functional CRISPR-Cas systems have to co-occur in the target cell. Furthermore, these tools have to outplay DNA repair pathways that respond to the nuclease activities of Cas proteins, even for exogenous CRISPR-Cas delivery. Here, we conduct a comprehensive survey of CRISPR-Cas genomes. First, we address the co-occurrence of CRISPR-Cas systems and antimicrobial resistance genes in the CRISPR-Cas genomes. We show that the average number of these genes varies greatly by the CRISPR-Cas type, and some CRISPR-Cas types (IE and IIIA) have over 20 genes per genome. Next, we investigate the DNA repair pathways of these CRISPR-Cas genomes, revealing that the diversity and frequency of these pathways differ by the CRISPR-Cas type. The interplay between CRISPR-Cas systems and DNA repair pathways is essential for the acquisition of new spacers in CRISPR arrays. We conduct simulation studies to demonstrate that the efficiency of these DNA repair pathways may be inferred from the time-series patterns in the RNA structure of CRISPR repeats. This bioinformatic survey of CRISPR-Cas genomes elucidates the necessity to consider multifaceted interactions between different genes and systems to design effective CRISPR-based antimicrobials.",
    "authors": [
      "Hyunjin Shim"
    ],
    "published": "2022-02-15T03:47:26Z",
    "url": "http://arxiv.org/abs/2202.07171v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2305.11917v2",
    "source": "arXiv",
    "title": "Interpretable neural architecture search and transfer learning for understanding CRISPR/Cas9 off-target enzymatic reactions",
    "snippet": "Finely-tuned enzymatic pathways control cellular processes, and their dysregulation can lead to disease. Creating predictive and interpretable models for these pathways is challenging because of the complexity of the pathways and of the cellular and genomic contexts. Here we introduce Elektrum, a deep learning framework which addresses these challenges with data-driven and biophysically interpretable models for determining the kinetics of biochemical systems. First, it uses in vitro kinetic assays to rapidly hypothesize an ensemble of high-quality Kinetically Interpretable Neural Networks (KINNs) that predict reaction rates. It then employs a novel transfer learning step, where the KINNs are inserted as intermediary layers into deeper convolutional neural networks, fine-tuning the predictions for reaction-dependent in vivo outcomes. Elektrum makes effective use of the limited, but clean in vitro data and the complex, yet plentiful in vivo data that captures cellular context. We apply Elektrum to predict CRISPR-Cas9 off-target editing probabilities and demonstrate that Elektrum achieves state-of-the-art performance, regularizes neural network architectures, and maintains physical interpretability.",
    "authors": [
      "Zijun Zhang",
      "Adam R. Lamson",
      "Michael Shelley",
      "Olga Troyanskaya"
    ],
    "published": "2023-05-18T23:49:42Z",
    "url": "http://arxiv.org/abs/2305.11917v2",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/1008.2714v1",
    "source": "arXiv",
    "title": "Heterogeneous diversity of spacers within CRISPR",
    "snippet": "Clustered regularly interspaced short palindromic repeats (CRISPR) in bacterial and archaeal DNA have recently been shown to be a new type of anti-viral immune system in these organisms. We here study the diversity of spacers in CRISPR under selective pressure. We propose a population dynamics model that explains the biological observation that the leader-proximal end of CRISPR is more diversified and the leader-distal end of CRISPR is more conserved. This result is shown to be in agreement with recent experiments. Our results show thatthe CRISPR spacer structure is influenced by and provides a record of the viral challenges that bacteria face.",
    "authors": [
      "Jiankui He",
      "Michael W. Deem"
    ],
    "published": "2010-08-16T17:20:13Z",
    "url": "http://arxiv.org/abs/1008.2714v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2009.11920v6",
    "source": "arXiv",
    "title": "Funding CRISPR: Understanding the role of government and philanthropic institutions in supporting academic research within the CRISPR innovation system",
    "snippet": "CRISPR/Cas has the potential to revolutionize medicine, agriculture, and biology. Understanding the trajectory of CRISPR research, how it is influenced and who pays for it, is an essential research policy question. We use a combination of methods to map, via quantitative content analysis of CRISPR papers, the research funding profile of major government agencies and organizations philanthropic, and the networks involved in supporting key stages of high-influence research, namely basic biological research and technological development. The results of the content analysis show how the research supported by the main US government agencies focus both on the study of CRISPR as a biological phenomenon and on its technological development and use as a biomedical research tool. US philanthropic organizations with the exception of HHMI, tend, by contrast, to specialize in funding CRISPR as a genome editing technology. We present a model of co-funding networks at the two most prominent institutions for CRISPR/Cas research, the University of California and the Harvard/MIT/Broad Institute, to illuminate how philanthropic organizations have articulated with government agencies to co-finance the discovery and development of CRISPR/Cas. Our results raise fundamental questions about the role of the state and the influence of philanthropy over the trajectory of transformative technologies.",
    "authors": [
      "David Fajardo-Ortiz",
      "Stefan Hornbostel",
      "Maywa Montenegro-de-Wit",
      "Annie Shattuck"
    ],
    "published": "2020-09-24T19:29:34Z",
    "url": "http://arxiv.org/abs/2009.11920v6",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2505.19461v1",
    "source": "arXiv",
    "title": "Fluctuations in DNA Packing Density Drive the Spatial Segregation between Euchromatin and Heterochromatin",
    "snippet": "In the crowded eukaryotic nucleus, euchromatin and heterochromatin segregate into distinct compartments, a phenomenon often attributed to homotypic interactions mediated by liquid liquid phase separation of chromatin associated proteins. Here, we revisit genome compartmentalization by examining the role of in vivo DNA packing density fluctuations driven by ATP dependent chromatin remodelers. Leveraging DNA accessibility data, we develop a polymer based model that captures these fluctuations and successfully reproduces genome wide compartment patterns observed in HiC data, without invoking homotypic interactions. Further analysis reveals that density fluctuations in a crowded nuclear environment elevate the system energy, while euchromatin heterochromatin segregation facilitates energy dissipation, offering a thermodynamic advantage for spontaneous compartment formation. These findings suggest that euchromatin heterochromatin segregation may arise through a non equilibrium, self organizing process, providing new insights into genome organization.",
    "authors": [
      "Luming Meng",
      "Boping Liu",
      "Qiong Luo"
    ],
    "published": "2025-05-26T03:34:57Z",
    "url": "http://arxiv.org/abs/2505.19461v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2201.01879v3",
    "source": "arXiv",
    "title": "Exponential family measurement error models for single-cell CRISPR screens",
    "snippet": "CRISPR genome engineering and single-cell RNA sequencing have accelerated biological discovery. Single-cell CRISPR screens unite these two technologies, linking genetic perturbations in individual cells to changes in gene expression and illuminating regulatory networks underlying diseases. Despite their promise, single-cell CRISPR screens present substantial statistical challenges. We demonstrate through theoretical and real data analyses that a standard method for estimation and inference in single-cell CRISPR screens -- \"thresholded regression\" -- exhibits attenuation bias and a bias-variance tradeoff as a function of an intrinsic, challenging-to-select tuning parameter. To overcome these difficulties, we introduce GLM-EIV (\"GLM-based errors-in-variables\"), a new method for single-cell CRISPR screen analysis. GLM-EIV extends the classical errors-in-variables model to responses and noisy predictors that are exponential family-distributed and potentially impacted by the same set of confounding variables. We develop a computational infrastructure to deploy GLM-EIV across hundreds of processors on clouds (e.g., Microsoft Azure) and high-performance clusters. Leveraging this infrastructure, we apply GLM-EIV to analyze two recent, large-scale, single-cell CRISPR screen datasets, yielding several novel insights.",
    "authors": [
      "Timothy Barry",
      "Kathryn Roeder",
      "Eugene Katsevich"
    ],
    "published": "2022-01-06T01:16:28Z",
    "url": "http://arxiv.org/abs/2201.01879v3",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/1603.05311v1",
    "source": "arXiv",
    "title": "Mathematical Modeling of CRISPR-CAS system effects on biofilm formation",
    "snippet": "Clustered Regularly Interspaced Short Palindromic Repeats (CRISPR), linked with CRISPR associated (CAS) genes, play a profound role in the interactions between phage and their bacterial hosts. It is now well understood that CRISPR-CAS systems can confer adaptive immunity against bacteriophage infections. However, the possibility of failure of CRISPR immunity may lead to a productive infection by the phage (cell lysis) or lysogeny. Recently, CRISPR-CAS genes have been implicated in changes to group behaviour, including biofilm formation, of the bacterium Pseudomonas aeruginosa when lysogenized. For lysogens with a CRISPR system, another recent experimental study suggests that bacteriophage re-infection of previously lysogenized bacteria may lead to cell death. Thus CRISPR immunity can have complex effects on phage-host-lysogen interactions, particularly in a biofilm. In this contribution, we develop and analyse a series of models to elucidate and disentangle these interactions. From a therapeutic standpoint, CRISPR immunity increases biofilm resistance to phage therapy. Our models predict that lysogens may be able to displace CRISPR-immune bacteria in a biofilm, and thus suggest strategies to eliminate phage resistant biofilms.",
    "authors": [
      "Qasim Ali",
      "Lindi Wahl"
    ],
    "published": "2016-03-16T23:23:57Z",
    "url": "http://arxiv.org/abs/1603.05311v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  },
  {
    "id": "http://arxiv.org/abs/1711.09113v1",
    "source": "arXiv",
    "title": "How the other half lives: CRISPR-Cas's influence on bacteriophages",
    "snippet": "CRISPR-Cas is a genetic adaptive immune system unique to prokaryotic cells used to combat phage and plasmid threats. The host cell adapts by incorporating DNA sequences from invading phages or plasmids into its CRISPR locus as spacers. These spacers are expressed as mobile surveillance RNAs that direct CRISPR-associated (Cas) proteins to protect against subsequent attack by the same phages or plasmids. The threat from mobile genetic elements inevitably shapes the CRISPR loci of archaea and bacteria, and simultaneously the CRISPR-Cas immune system drives evolution of these invaders. Here we highlight our recent work, as well as that of others, that seeks to understand phage mechanisms of CRISPR-Cas evasion and conditions for population coexistence of phages with CRISPR-protected prokaryotes.",
    "authors": [
      "Melia E. Bonomo",
      "Michael W. Deem"
    ],
    "published": "2017-11-24T19:29:35Z",
    "url": "http://arxiv.org/abs/1711.09113v1",
    "license": "open",
    "tags": [
      "arxiv",
      "preprint"
    ]
  }
]